请花费一点时间查看以下条款的细节。如果认可这些条款，您将可以继续进入网站。\n\n
由于一些有争议的原因，来自暴雪、与暴雪有关或是任何与其联营的公司、任何受控于暴雪及其相关部门的公司都不允许在任何时间登陆该网站或者查看该网站所包含的任何内容。\n\n
1. 接受用户条款及修正议案\n
*********************************\n
每当您使用或是登陆此网站及其服务时，您必须服从这些服务条款，并且这些条款有可能在没有做出提醒的情况下经常被修正。此外，如果正使用通过本网站引用的其它服务，您将服从于那些服务的规则和指南，并且它们将和这些用户条款自动合并。\n\n
2. 我们的服务\n
*********************************\n
我们的网站以及我们在网站上或是通过基于原样引用所提供的服务。您认可仅本站所有人拥有保留权，我们将有可能在任何时间，临时或永久关闭网站、删除您提供的数据或是修改网站及其服务，恕不另行通知。我们对任何的时效性、存储失败、数据被删除、数据或信息的不当交付等状况不负有解释或赔偿责任。\n\n
3. 您的责任和义务\n
*********************************\n
为了使用此网站，您必须在我们网站注册，并且同意提供真实的信息。注册时，您需要明确认可我们的服务条款，这些条款将有可能经常被更改。\n\n
4. 注册和密码\n
*********************************\n
您有责任保持您的密码的保密性，应当对所有通过您的注册信息进行登陆的用户负责，不管其得到您的许可与否。您有义务立即通知我们任何没有被许可的擅用您的注册信息、帐号名称或帐号密码的行为。\n\n


余下的条款，我们建议您参看论坛或是使用您的头脑！！！\n\n
